abseil-cpp
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-lib
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
aquamarine
archlinux-keyring
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
base-devel
bash
binutils
bison
bluez
bluez-libs
bluez-utils
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
code
coreutils
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
dkms
duktape
e2fsprogs
efibootmgr
efivar
egl-gbm
egl-wayland
egl-wayland2
egl-x11
eglexternalplatform
electron39
ell
exempi
exiv2
expat
fakeroot
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fmt
fontconfig
freetype2
fribidi
fuse-common
fuse3
gawk
gc
gcc
gcc-libs
gcr-4
gdbm
gdk-pixbuf2
gettext
gexiv2
giflib
git
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glycin
gmp
gnome-autoar
gnome-desktop-4
gnome-desktop-common
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
gperftools
gpgme
gpgmepp
gpsd
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtkmm-4.0
gtkmm3
guile
gupnp
gupnp-dlna
gupnp-igd
gvfs
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
hwdata
hyprcursor
hyprgraphics
hyprland
hyprland-guiutils
hyprlang
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
iana-etc
icu
iniparser
iproute2
iptables
iputils
iso-codes
iwd
jack2
jansson
jbigkit
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lcms2
leancrypto
libadwaita
libarchive
libasan
libass
libassuan
libasyncns
libatasmart
libatomic
libavc1394
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libffi
libfontenc
libfyaml
libgcc
libgcrypt
libgexiv2
libgfortran
libglvnd
libgomp
libgpg-error
libgsf
libgudev
libgxps
libice
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiptcdata
libisl
libjpeg-turbo
libjxl
libksba
libldap
libliftoff
liblsan
libmakepkg-dropins
libmd
libmnl
libmodplug
libmpc
libmpdclient
libnautilus-extension
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnsl
libnvme
libobjc
libogg
libopenmpt
libosinfo
libp11-kit
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libpulse
libquadmath
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup3
libsoxr
libssh
libssh2
libstdc++
libstemmer
libsysprof-capture
libtasn1
libtatsu
libthai
libtheora
libtiff
libtirpc
libtool
libtsan
libubsan
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libva
libvdpau
libverto
libvorbis
libvpl
libvpx
libwacom
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxnvctrl
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libzip
licenses
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
localsearch
lua54
lz4
lzo
m4
mailcap
make
mdadm
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mpdecimal
mpfr
mpg123
mtdev
muparser
nano
nautilus
ncurses
nettle
npth
nspr
nss
nvidia-open
nvidia-settings
nvidia-utils
nwg-look
ocl-icd
opencore-amr
openjpeg2
openssh
openssl
opus
orc
osinfo-db
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
pangomm-2.48
parted
patch
pavucontrol
pciutils
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pixman
pkgconf
playerctl
polkit
poppler
poppler-glib
popt
portaudio
pps-tools
procps-ng
psmisc
pugixml
pulseaudio
python
rav1e
re2
readline
ripgrep
rofi
rtkit
rubberband
sdl2-compat
sdl3
seatd
sed
shaderc
shadow
shared-mime-info
snappy
sndio
sound-theme-freedesktop
spdlog
speex
speexdsp
spirv-tools
sqlite
srt
startup-notification
sudo
svt-av1
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
tinysparql
tomlplusplus
totem-pl-parser
tpm2-tss
ttf-jetbrains-mono-nerd
tzdata
uchardet
udisks2
upower
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vmaf
volume_key
vulkan-icd-loader
waybar
wayland
wayland-protocols
webrtc-audio-processing-1
which
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcur2png
xdg-user-dirs
xdg-user-dirs-gtk
xkeyboard-config
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yay
yay-debug
zeromq
zimg
zlib
zlib-ng
zstd
